---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationBottomElevationOfPart
source: html/49861b83-2fd3-c856-f439-5726f403c198.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationBottomElevationOfPart Property

"Bottom Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationBottomElevationOfPart { get; }
```